[
  {
    "id": "tapology-77853",
    "promotion": "QUINTET",
    "sports": [
      "GRAPPLING"
    ],
    "tags": [
      "#QUINTET6"
    ],
    "mainCard": {
      "title": "Quintet Fight Night 6: Tokyo",
      "time": "2021-03-12T08:40:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 175619
      }
    },
    "tapology": {
      "id": 77853,
      "time": "2021-03-12T08:30:00Z",
      "title": "Quintet Fight Night 6: Tokyo",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/77853-quintet-fight-night-6-tokyo",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Mitomo Moriwaki vs. C. De Amorim Kuwahara",
        "Main Card: Mitomo Moriwaki vs. Ryoko Yoshida",
        "Main Card: Yuki Uchiyama vs. Kazuko Sakamoto",
        "Main Card: Yuki Uchiyama vs. Julyanna Laurentino",
        "Main Card: Yuki Uchiyama vs. Kanon Kishida",
        "Main Card: Tomoshige Sera vs. Daisuke Nakamura",
        "Main Card: Takayo Hashi vs. Kanon Kishida",
        "Main Card: Takayo Hashi vs. Ryoko Yoshida",
        "Main Card: Ryoko Yoshida vs. Tomomi Sunaba",
        "Main Card: Norika Ryu vs. C. De Amorim Kuwahara",
        "Main Card: Julyanna Laurentino vs. Emi Fujino",
        "Main Card: Kazuko Sakamoto vs. Yuki Ono",
        "Main Card: Kazuhiro Suzuki vs. Saku Jr.",
        "Main Card: Satomi Suga vs. Kanon Kishida",
        "Main Card: Kanon Kishida vs. Haruki Ishiguro",
        "Main Card: Haruki Ishiguro vs. Julyanna Laurentino",
        "Main Card: C. De Amorim Kuwahara vs. Mitomo Moriwaki",
        "Main Card: C. De Amorim Kuwahara vs. Satomi Takano",
        "Main Card: Satomi Takano vs. Ryoko Yoshida",
        "Main Card: Satomi Takano vs. Kazuko Sakamoto",
        "Main Card: Reon Niwa vs. Shota Nagano"
      ]
    }
  },
  {
    "id": "fightpass-187562",
    "promotion": "QUINTET",
    "sports": [
      "GRAPPLING"
    ],
    "tags": [
      "#QUINTET7"
    ],
    "mainCard": {
      "title": "Quintet Fight Night 7 in Tokyo",
      "time": "2021-07-13T09:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 187562
      }
    },
    "tapology": {
      "id": 80704,
      "time": "2021-07-13T17:00:00Z",
      "title": "Quintet Fight Night 7 in Tokyo",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/80704-quintet-fight-night-7-in-tokyo",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Shinji Morito vs. Daisuke Nakamura",
        "Main Card: Naoyuki Kotani vs. Masato Uchishiba",
        "Main Card: Seiichiro Ito vs. Shutaro Debana",
        "Main Card: Michihiro Omigawa vs. Tomoshige Sera",
        "Main Card: Grant Bogdanove vs. Kohei Yasumi",
        "Main Card: Koya Okazaki vs. Kazuki Hagiwara",
        "Main Card: Shoya Ishiguro vs. Yuki Takahashi",
        "Main Card: Kazuyuki Miyata vs. Naoyuki Kotani",
        "Main Card: Shutaro Debana vs. Sotaro Yamada",
        "Main Card: Daisuke Nakamura vs. Tatsuki Saomoto",
        "Main Card: Tomoshige Sera vs. Masakazu Imanari",
        "Main Card: Kohei Yasumi vs. Toshiyasu Sagae",
        "Main Card: Kazuhiro Suzuki vs. Shinji Morito",
        "Main Card: Shinji Morito vs. Kosuke Nakajima",
        "Main Card: Shinji Morito vs. Daizo Ishige",
        "Main Card: Seiichiro Ito vs. Nobuhiro Sawada",
        "Main Card: Naoki Hirata vs. Masato Uchishiba"
      ]
    }
  }
]