[
  {
    "id": "tapology-66888",
    "promotion": "EBI",
    "sports": [
      "GRAPPLING"
    ],
    "mainCard": {
      "title": "Combat Jiu-Jitsu Worlds: The Featherweights",
      "time": "2020-03-09T00:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 142079
      }
    },
    "tapology": {
      "id": 66888,
      "time": "2020-03-09T00:00:00Z",
      "title": "Combat Jiu-Jitsu Worlds: The Featherweights",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/66888-combat-jiu-jitsu-worlds-the-featherweights",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Tom Halpin vs. Kevin Berbrich",
        "Main Card: Jordan Holy vs. Kevin Berbrich",
        "Main Card: Tom Halpin vs. Masakazu Imanari",
        "Main Card: Jordan Holy vs. Sam Hardy",
        "Main Card: Kevin Berbrich vs. James Partridge",
        "Main Card: Tom Halpin vs. Hideo Tokoro",
        "Main Card: Masakazu Imanari vs. Elias Anderson",
        "Main Card: Kevin Berbrich vs. Victor Galdon",
        "Main Card: Sam Hardy vs. Gabriel Daffron",
        "Main Card: James Partridge vs. Eddie Fyvie",
        "Main Card: Jordan Holy vs. Geoff Real",
        "Main Card: Hideo Tokoro vs. Pablo Alfonso",
        "Main Card: Tom Halpin vs. Sheridan Moran",
        "Main Card: Masakazu Imanari vs. Demian Balderrama",
        "Main Card: Elias Anderson vs. Richard Alarcon",
        "Main Card: Elvira Karppinen vs. Brooke Mayo",
        "Main Card: Spencer Mumme vs. JM Holland",
        "Main Card: Luis Quinones vs. Cody Owens"
      ]
    }
  },
  {
    "id": "fightpass-146004",
    "promotion": "EBI",
    "sports": [
      "GRAPPLING"
    ],
    "mainCard": {
      "title": "Jiu-Jitsu Over Time",
      "time": "2020-07-20T00:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 146004
      }
    },
    "tapology": {
      "id": 70873,
      "time": "2020-07-19T22:00:00Z",
      "title": "Jiu-Jitsu Over Time: The Featherweights",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/70873-jiu-jitsu-over-time",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Ethan Crelinstein vs. Keith Kirkorian",
        "Main Card: Grace Gundrum vs. Danielle Kelly",
        "Main Card: Anthony Birchak vs. Dominic Salcedo",
        "Main Card: Keith Kirkorian vs. Pablo Alfonso",
        "Main Card: Ethan Crelinstein vs. Elias Anderson",
        "Main Card: Pablo Alfonso vs. Michael Currier",
        "Main Card: Keith Kirkorian vs. John Battle",
        "Main Card: Ethan Crelinstein vs. Mike Davila",
        "Main Card: Elias Anderson vs. Spencer Mumme",
        "Main Card: Pablo Alfonso vs. Luis Quinones",
        "Main Card: Michael Currier vs. Marcelo Cohen",
        "Main Card: John Battle vs. Donnie Ortego",
        "Main Card: Keith Kirkorian vs. Cody Owens",
        "Main Card: Ethan Crelinstein vs. Sergio Hernandez",
        "Main Card: Mike Davila vs. Geoff Real",
        "Main Card: Elias Anderson vs. Gabriel Daffron",
        "Main Card: Spencer Mumme vs. Frank Rosenthal"
      ]
    }
  },
  {
    "id": "fightpass-160725",
    "promotion": "EBI",
    "sports": [
      "GRAPPLING"
    ],
    "tags": [
      "#CJJW"
    ],
    "mainCard": {
      "title": "Combat Jiu-Jitsu Worlds: The Lightweights",
      "time": "2020-11-29T23:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 160725
      }
    },
    "tapology": {
      "id": 73456,
      "time": "2020-11-30T01:00:00Z",
      "title": "Combat Jiu-Jitsu Worlds: The Lightweights",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/73456-combat-jiu-jitsu-worlds-the-lightweights",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Kade Ruotolo vs. PJ Barch",
        "Main Card: Keith Kirkorian vs. Ivan Rodríguez",
        "Main Card: Cris Lencioni vs. JM Holland",
        "Main Card: Derek Rayfield vs. Elias Anderson",
        "Main Card: Kade Ruotolo vs. Jordan Holy",
        "Main Card: PJ Barch vs. Nathan Orchard",
        "Main Card: Jordan Holy vs. Thomas Fisher",
        "Main Card: Kade Ruotolo vs. Danny Collazo",
        "Main Card: PJ Barch vs. Kim Terra",
        "Main Card: Nathan Orchard vs. Todd Walling",
        "Main Card: Jordan Holy vs. Samson Phommabout",
        "Main Card: Bobby Emmons vs. Thomas Fisher",
        "Main Card: Danny Collazo vs. Mikey Gonzalez",
        "Main Card: Kade Ruotolo vs. Laird Anderson",
        "Main Card: PJ Barch vs. David Weintraub",
        "Main Card: Kim Terra vs. Paulo Marmund",
        "Main Card: Todd Walling vs. Cody Owens",
        "Main Card: Nathan Orchard vs. Michael Esquivel"
      ]
    }
  },
  {
    "id": "fightpass-164061",
    "promotion": "EBI",
    "sports": [
      "GRAPPLING"
    ],
    "tags": [
      "#CJJW"
    ],
    "mainCard": {
      "title": "Combat Jiu-Jitsu Worlds: The Female Flyweights",
      "time": "2020-12-20T20:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 164061
      }
    },
    "tapology": {
      "id": 75078,
      "time": "2020-12-21T00:00:00Z",
      "title": "Combat Jiu-Jitsu Worlds: The Female Flyweights",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/75078-combat-jiu-jitsu-worlds-the-female-flyweights",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Event: Brianna Ste-Marie vs. Liz Tracy",
        "Main Card: Kyle Boehm vs. Dan Martinez",
        "Main Event: Tye Ruotolo vs. Hunter Colvin",
        "Main Card: Liz Tracy vs. Nikki Sullivan",
        "Main Card: Brianna Ste-Marie vs. Pearl Gonzalez",
        "Main Card: José Luis Medrano vs. Bruno Antonietta",
        "Main Card: Liz Tracy vs. Paulina Granados",
        "Main Card: Nikki Sullivan vs. Jéssica Delboni",
        "Main Card: Brianna Ste-Marie vs. Carina Damm",
        "Main Card: Pearl Gonzalez vs. Andrea Vazquez"
      ]
    }
  }
]