[
  {
    "id": "tapology-70276",
    "promotion": "POLARIS",
    "sports": [
      "GRAPPLING"
    ],
    "mainCard": {
      "title": "Polaris: UK Under 90KG Grand Prix",
      "time": "2020-07-11T19:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 146721
      }
    },
    "prelims": {
      "title": "Polaris: UK Under 90KG Grand Prix: Prelims",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      }
    },
    "tapology": {
      "id": 70276,
      "time": "2020-07-11T19:00:00Z",
      "title": "Polaris: UK Under 90KG Grand Prix",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/70276-polaris-uk-under-90kg-grand-prix",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Frederic Vosgröne vs. Ross Nicholls",
        "Main Card: Jed Hue vs. Dinu Bucaleț",
        "Main Card: Taylor Pearman vs. Nastasa Silviu",
        "Main Card: Frederic Vosgröne vs. Tom Breese",
        "Main Card: Ross Nicholls vs. Dominic Dillon",
        "Main Card: Bradley Hill vs. Shane Curtis"
      ]
    }
  },
  {
    "id": "tapology-72538",
    "promotion": "POLARIS",
    "sports": [
      "GRAPPLING"
    ],
    "tags": [
      "#Polaris15"
    ],
    "mainCard": {
      "title": "Polaris 15: Squads",
      "time": "2020-09-27T19:00:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 154562
      }
    },
    "tapology": {
      "id": 72538,
      "time": "2020-09-27T04:00:00Z",
      "title": "Polaris 15: Squads",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/72538-polaris-15-squads",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Ashley Williams vs. Dinu Bucaleț",
        "Main Card: Darragh O'Conail vs. Santeri Lilius",
        "Main Card: Eduardo Rios vs. Taylor Pearman",
        "Main Card: Tommi Pulkkanen vs. Dominic Dillon",
        "Main Card: Matheusz Szczecinski vs. Jed Hue",
        "Main Card: Kamil Wilk vs. Bradley Hill",
        "Main Card: Kieran Davern vs. Tarik Hopstock",
        "Main Card: Marcin Held vs. Ashley Williams",
        "Main Card: Ffion Davies vs. Magdalena Loska",
        "Main Card: Matheusz Szczecinski vs. Dominic Dillon",
        "Main Card: Darragh O'Conail vs. Tarik Hopstock",
        "Main Card: Tommi Pulkkanen vs. Tom Halpin",
        "Main Card: Tom Halpin vs. Dinu Bucaleț",
        "Main Card: Santeri Lilius vs. Taylor Pearman",
        "Main Card: Kieran Davern vs. Marcin Held",
        "Main Card: Kamil Wilk vs. Jed Hue",
        "Main Card: Matheusz Szczecinski vs. Bradley Hill",
        "Main Card: Eduardo Rios vs. Ashley Williams"
      ]
    }
  },
  {
    "id": "fightpass-160716",
    "promotion": "POLARIS",
    "sports": [
      "GRAPPLING"
    ],
    "tags": [
      "#Polaris16"
    ],
    "mainCard": {
      "title": "Polaris 16: Squads",
      "time": "2020-11-07T18:30:00Z",
      "broadcasters": {
        "UFC_FIGHT_PASS": {
        }
      },
      "fightPass": {
        "id": 160716
      }
    },
    "tapology": {
      "id": 73934,
      "time": "2020-11-07T22:00:00Z",
      "title": "Polaris 16: Squads",
      "info": "Completed Grappling Event",
      "url": "https://www.tapology.com/fightcenter/events/73934-polaris-16-squads",
      "sports": [
        "GRAPPLING"
      ],
      "card": [
        "Main Card: Ashley Williams vs. Tom Halpin",
        "Main Card: Arya Esfandmaz vs. Dinu Bucaleț",
        "Main Card: Bradley Hill vs. Luca Anacoreta",
        "Main Card: Sam Gibson vs. Leon Larman",
        "Main Card: Leon Larman vs. Tyrone Elliott",
        "Main Card: Arya Esfandmaz vs. Adam Wardziński",
        "Main Card: Adam Adshead vs. Tommi Pulkkanen",
        "Main Card: Marco Lunardini vs. Max Lindblad",
        "Main Card: Espen Mathiesen vs. Jamie Paxman",
        "Main Card: Bradley Hill vs. Tommy Langaker",
        "Main Card: Tommy Langaker vs. Sam Gibson",
        "Main Card: Dinu Bucaleț vs. Marco Lunardini",
        "Main Card: Dinu Bucaleț vs. Tyrone Elliott",
        "Main Card: Arya Esfandmaz vs. Adam Wardziński",
        "Main Card: Leon Larman vs. Sam Gibson",
        "Main Card: Leon Larman vs. Adam Adshead",
        "Main Card: Luca Anacoreta vs. Tyrone Elliott",
        "Main Card: Luca Anacoreta vs. Jamie Paxman",
        "Main Card: Tommy Langaker vs. Bryn Jenkins",
        "Main Card: Tommy Langaker vs. Marco Lunardini",
        "Main Card: Bradley Hill vs. Espen Mathiesen",
        "Main Card: Sam Gibson vs. Max Lindblad",
        "Main Card: Arya Esfandmaz vs. Tommi Pulkkanen"
      ]
    }
  }
]